//Завдання 5
//Дано: написати Анонімну функцію та присвоїти її значення 
//змінній convert, функція має приймати число, яке є кількістю 
//байтів та повертати стрічку із переведеними байтами в мб, 
//з двома знаками після коми в форматі "100.00 Mb" та викликати цю функцію використовуючи call
//Результат: функція приймає число (байти) та перетворює у стрічку у форматі Мб наприклад:
//10000 -> 0.01 Mb

let convert = function(bytes) {
    const mb = (bytes / (1024 * 1024)).toFixed(2); // Переводимо байти в мегабайти та форматуємо результат
    return `${mb} Mb`;
};

const bytes = 10000;
const result = convert.call(null, bytes);
console.log(result);